Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 어디서든 빠르게 담으세요
cs: Zapisujte cokoli, kdekoli
da: Notér alt, hvor som helst
de: Überall schnell festhalten
el: Σημειώστε οτιδήποτε, οπουδήποτε
en: Capture anything, anywhere
es: Guarda ideas desde cualquier lugar
fi: Tallenna mitä vain, missä vain
fr: Notez tout, où que vous soyez
id: Catat apa saja, di mana saja
it: Annota ovunque, al volo
ja: どこでもすぐに残せます
nb: Ta vare på alt, overalt
nl: Leg overal alles vast
pl: Zapisuj wszystko, gdziekolwiek jesteś
pt_br: Anote em qualquer lugar
ru: Записывайте что угодно и где угодно
sv: Spara allt, var som helst
th: จดได้ทุกที่ ทุกเวลา
tr: Her yerde hızlıca kaydedin
vi: Ghi lại mọi thứ, ở bất cứ đâu
zh_hans: 随时随地都能存下来
zh_hant: 隨時隨地都能存下來

source: 어디에 담을까요?
cs: Kam to uložit?
da: Hvor skal det hen?
de: Wohin damit?
el: Πού να αποθηκευτεί;
en: Where should it go?
es: ¿Dónde lo guardo?
fi: Minne tallennetaan?
fr: Où l'enregistrer ?
id: Simpan ke mana?
it: Dove la metto?
ja: どこに保存しますか？
nb: Hvor skal den?
nl: Waar moet het heen?
pl: Gdzie zapisać?
pt_br: Onde deseja guardar?
ru: Куда сохранить?
sv: Var ska den hamna?
th: จะเก็บไว้ที่ไหน
tr: Nereye kaydedilsin?
vi: Lưu vào đâu?
zh_hans: 要放到哪里？
zh_hant: 要放到哪裡？

source: 어떤 상황인가요?
cs: Jaká je situace?
da: Hvad er situationen?
de: Um welche Situation geht es?
el: Ποια είναι η περίσταση;
en: What's the situation?
es: ¿Cuál es la situación?
fi: Mikä tilanne on?
fr: Quelle situation ?
id: Situasinya seperti apa?
it: Qual è la situazione?
ja: どんな場面ですか？
nb: Hva er situasjonen?
nl: Wat is de situatie?
pl: Jaka to sytuacja?
pt_br: Qual é a situação?
ru: Какая ситуация?
sv: Vad gäller det?
th: สถานการณ์แบบไหน
tr: Durum nedir?
vi: Bạn đang ở tình huống nào?
zh_hans: 是什么情况？
zh_hant: 是什麼情況？

source: 어떤 앱에서든 글을 고르고 공유에서 ClipKeyboard 를 누르면 단축어가 됩니다. 앱을 열지 않아도 돼요.
cs: Vyberte text v libovolné aplikaci, klepněte na Sdílet, zvolte ClipKeyboard a z textu bude fráze. Aplikaci není třeba otevírat.
da: Markér tekst i en hvilken som helst app, tryk på Del, vælg ClipKeyboard, så bliver det til en frase. Du behøver ikke åbne appen.
de: Wähle in einer beliebigen App Text aus, tippe auf Teilen und dann auf ClipKeyboard, und schon ist es ein Textbaustein. Die App musst du nicht öffnen.
el: Επιλέξτε κείμενο σε οποιαδήποτε εφαρμογή, πατήστε Κοινοποίηση, επιλέξτε ClipKeyboard και γίνεται φράση. Δεν χρειάζεται να ανοίξετε την εφαρμογή.
en: Select text in any app, tap Share, pick ClipKeyboard, and it becomes a snippet. No need to open the app.
es: Selecciona texto en cualquier app, toca Compartir y elige ClipKeyboard, y se convierte en una frase. No necesitas abrir la app.
fi: Valitse teksti missä tahansa sovelluksessa, napauta Jaa ja valitse ClipKeyboard, niin siitä tulee fraasi. Sovellusta ei tarvitse avata.
fr: Dans n'importe quelle app, sélectionnez du texte, touchez Partager, puis ClipKeyboard : il devient une phrase. Inutile d'ouvrir l'app.
id: Pilih teks di app mana pun, ketuk Bagikan, pilih ClipKeyboard, dan teks itu menjadi frasa. Tidak perlu membuka app.
it: Seleziona un testo in qualsiasi app, tocca Condividi, scegli ClipKeyboard e diventa una frase. Non serve aprire l'app.
ja: どのアプリでも文章を選んで共有から ClipKeyboard をタップすると、定型文になります。アプリを開く必要はありません。
nb: Marker tekst i en hvilken som helst app, trykk Del, velg ClipKeyboard, så blir det en frase. Du trenger ikke åpne appen.
nl: Selecteer tekst in een app, tik op Deel, kies ClipKeyboard en het wordt een fragment. Je hoeft de app niet te openen.
pl: Zaznacz tekst w dowolnej aplikacji, dotknij Udostępnij, wybierz ClipKeyboard i gotowa fraza. Nie musisz otwierać aplikacji.
pt_br: Selecione um texto em qualquer app, toque em Compartilhar, escolha ClipKeyboard e ele vira uma frase. Não precisa abrir o app.
ru: Выделите текст в любом приложении, нажмите «Поделиться» и выберите ClipKeyboard, он станет фразой. Открывать приложение не нужно.
sv: Markera text i valfri app, tryck på Dela, välj ClipKeyboard och den blir en fras. Du behöver inte öppna appen.
th: เลือกข้อความในแอปใดก็ได้ แตะแชร์ เลือก ClipKeyboard แล้วข้อความจะกลายเป็นข้อความด่วน ไม่ต้องเปิดแอป
tr: Herhangi bir uygulamada metni seçin, Paylaş'a dokunup ClipKeyboard'u seçin; ifade olur. Uygulamayı açmanız gerekmez.
vi: Chọn văn bản trong bất kỳ ứng dụng nào, chạm Chia sẻ rồi chọn ClipKeyboard, văn bản sẽ thành cụm từ. Bạn không cần mở ứng dụng.
zh_hans: 在任何 App 里选中文字，点“共享”选剪贴键盘，就会变成短语。不用打开 App。
zh_hant: 在任何 App 裡選中文字，點「分享」選剪貼鍵盤，就會變成短語。不用開啟 App。

source: 어떻게 사용하실 예정인가요?
cs: Jak budete ClipKeyboard používat?
da: Hvordan vil du bruge ClipKeyboard?
de: Wie willst du ClipKeyboard nutzen?
el: Πώς θα χρησιμοποιήσετε το ClipKeyboard;
en: How will you use ClipKeyboard?
es: ¿Cómo vas a usar ClipKeyboard?
fi: Miten aiot käyttää ClipKeyboardia?
fr: Comment comptez-vous utiliser ClipKeyboard ?
id: Bagaimana Anda akan memakai ClipKeyboard?
it: Come userai ClipKeyboard?
ja: どのように使う予定ですか？
nb: Hvordan skal du bruke ClipKeyboard?
nl: Hoe ga je ClipKeyboard gebruiken?
pl: Jak będziesz używać ClipKeyboard?
pt_br: Como você vai usar o ClipKeyboard?
ru: Как вы будете использовать ClipKeyboard?
sv: Hur tänker du använda ClipKeyboard?
th: คุณจะใช้ ClipKeyboard อย่างไร
tr: ClipKeyboard'u nasıl kullanacaksınız?
vi: Bạn định dùng ClipKeyboard như thế nào?
zh_hans: 你打算怎么使用剪贴键盘？
zh_hant: 你打算怎麼使用剪貼鍵盤？

source: 어림한 값이에요. 같은 문구를 잇달아 쓰면 찾아오는 시간은 한 번만 셉니다.
cs: Jde o odhady. Použijete-li stejnou frázi dvakrát po sobě, vyhledání se započítá jen jednou.
da: Det er skøn. Bruger du samme frase to gange i træk, tæller vi opslaget kun én gang.
de: Das sind Schätzwerte. Nutzt du denselben Textbaustein direkt nacheinander, zählt das Suchen nur einmal.
el: Είναι εκτιμήσεις. Αν χρησιμοποιήσετε την ίδια φράση δύο φορές στη σειρά, η αναζήτηση μετράει μόνο μία φορά.
en: These are estimates. Use the same snippet twice in a row and we count the lookup only once.
es: Son valores aproximados. Si usas la misma frase dos veces seguidas, el tiempo de búsqueda se cuenta una sola vez.
fi: Nämä ovat arvioita. Jos käytät samaa fraasia kahdesti peräkkäin, haun aika lasketaan vain kerran.
fr: Ces valeurs sont approximatives. Si vous utilisez deux fois de suite la même phrase, la recherche n'est comptée qu'une fois.
id: Ini hanya perkiraan. Jika Anda memakai frasa yang sama dua kali berturut-turut, waktu pencarian hanya dihitung sekali.
it: Sono stime. Se usi la stessa frase due volte di fila, contiamo il tempo di ricerca una sola volta.
ja: 目安の値です。同じ文を続けて使った場合、探す時間は1回だけ数えます。
nb: Dette er anslag. Bruker du samme frase to ganger på rad, teller vi oppslaget bare én gang.
nl: Dit zijn schattingen. Gebruik je hetzelfde fragment twee keer achter elkaar, dan tellen we het opzoeken maar één keer.
pl: To szacunki. Jeśli użyjesz tej samej frazy dwa razy z rzędu, czas wyszukania liczymy tylko raz.
pt_br: São valores aproximados. Se você usar a mesma frase duas vezes seguidas, a busca é contada só uma vez.
ru: Это приблизительные значения. Если использовать одну фразу подряд несколько раз, поиск считается только один раз.
sv: Det är uppskattningar. Använder du samma fras två gånger i rad räknar vi uppslaget bara en gång.
th: เป็นค่าประมาณ หากใช้ข้อความด่วนเดิมติดกันสองครั้ง จะนับเวลาค้นหาเพียงครั้งเดียว
tr: Bunlar tahmini değerlerdir. Aynı ifadeyi art arda kullanırsanız bulma süresi yalnızca bir kez sayılır.
vi: Đây là số liệu ước tính. Nếu bạn dùng cùng một cụm từ hai lần liên tiếp, thời gian tìm chỉ được tính một lần.
zh_hans: 这是估算值。连着用同一个短语时，找东西的时间只算一次。
zh_hant: 這是估算值。連著用同一個短語時，找東西的時間只算一次。

source: 어제 · 12번 씀
cs: Včera · použito 12×
da: I går · brugt 12 gange
de: Gestern · 12-mal verwendet
el: Χθες · χρησιμοποιήθηκε 12 φορές
en: Yesterday · used 12 times
es: Ayer · usada 12 veces
fi: Eilen · käytetty 12 kertaa
fr: Hier · utilisée 12 fois
id: Kemarin · dipakai 12 kali
it: Ieri · usata 12 volte
ja: 昨日 · 12回使用
nb: I går · brukt 12 ganger
nl: Gisteren · 12 keer gebruikt
pl: Wczoraj · użyto 12 razy
pt_br: Ontem · usada 12 vezes
ru: Вчера · использовано 12 раз
sv: Igår · använd 12 gånger
th: เมื่อวาน · ใช้ 12 ครั้ง
tr: Dün · 12 kez kullanıldı
vi: Hôm qua · dùng 12 lần
zh_hans: 昨天 · 用了 12 次
zh_hant: 昨天 · 用了 12 次

source: 언어
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
en: Language
es: Idioma
fi: Kieli
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: 언제든지 접근 가능
cs: Vždy dostupné
da: Altid tilgængelig
de: Immer verfügbar
el: Πάντα διαθέσιμο
en: Always accessible
es: Siempre disponible
fi: Aina käytettävissä
fr: Toujours accessible
id: Selalu dapat diakses
it: Sempre accessibile
ja: いつでも利用できます
nb: Alltid tilgjengelig
nl: Altijd toegankelijk
pl: Zawsze dostępne
pt_br: Sempre acessível
ru: Всегда под рукой
sv: Alltid tillgänglig
th: เข้าถึงได้ทุกเมื่อ
tr: Her zaman erişilebilir
vi: Luôn truy cập được
zh_hans: 随时都能用
zh_hant: 隨時都能用

source: 업무
cs: Práce
da: Arbejde
de: Arbeit
el: Εργασία
en: Work
es: Trabajo
fi: Työ
fr: Travail
id: Kerja
it: Lavoro
ja: 仕事
nb: Jobb
nl: Werk
pl: Praca
pt_br: Trabalho
ru: Работа
sv: Jobb
th: งาน
tr: İş
vi: Công việc
zh_hans: 工作
zh_hant: 工作

source: 없음
cs: Žádné
da: Ingen
de: Keine
el: Κανένα
en: None
es: Ninguno
fi: Ei mitään
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
th: ไม่มี
tr: Yok
vi: Không có
zh_hans: 无
zh_hant: 無

source: 여권번호
cs: Číslo pasu
da: Pasnummer
de: Reisepassnummer
el: Αριθμός διαβατηρίου
en: Passport Number
es: Número de pasaporte
fi: Passin numero
fr: Numéro de passeport
id: Nomor Paspor
it: Numero di passaporto
ja: パスポート番号
nb: Passnummer
nl: Paspoortnummer
pl: Numer paszportu
pt_br: Número do passaporte
ru: Номер паспорта
sv: Passnummer
th: เลขหนังสือเดินทาง
tr: Pasaport Numarası
vi: Số hộ chiếu
zh_hans: 护照号
zh_hant: 護照號

source: 여권번호 (선택 사항)
cs: Číslo pasu (volitelné)
da: Pasnr. (valgfrit)
de: Reisepassnr. (optional)
el: Αρ. διαβατηρίου (προαιρετικό)
en: Passport No. (Optional)
es: Núm. de pasaporte (opcional)
fi: Passin numero (valinnainen)
fr: N° de passeport (facultatif)
id: No. Paspor (Opsional)
it: N. passaporto (facoltativo)
ja: パスポート番号 (任意)
nb: Passnr. (valgfritt)
nl: Paspoortnr. (optioneel)
pl: Nr paszportu (opcjonalnie)
pt_br: Nº do passaporte (opcional)
ru: Номер паспорта (необязательно)
sv: Passnummer (valfritt)
th: เลขหนังสือเดินทาง (ไม่บังคับ)
tr: Pasaport No. (İsteğe bağlı)
vi: Số hộ chiếu (Không bắt buộc)
zh_hans: 护照号（可选）
zh_hant: 護照號（可選）

source: 여권번호, ID 번호
cs: Pas, číslo dokladu
da: Pas, ID-nr.
de: Reisepass, Ausweisnr.
el: Διαβατήριο, αρ. ταυτότητας
en: Passport, ID No.
es: Pasaporte, número de ID
fi: Passi, henkilötunnus
fr: Passeport, n° d'identité
id: Paspor, No. ID
it: Passaporto, n. ID
ja: パスポート番号、ID番号
nb: Pass, ID-nummer
nl: Paspoort, ID-nummer
pl: Paszport, numer ID
pt_br: Passaporte, nº de ID
ru: Паспорт, ID
sv: Pass, ID-nummer
th: หนังสือเดินทาง, เลขบัตรประจำตัว
tr: Pasaport, kimlik no
vi: Hộ chiếu, số ID
zh_hans: 护照号、证件号
zh_hant: 護照號、證件號

source: 여권번호, 비자
cs: Pas, vízum
da: Pasnummer, visum
de: Reisepass, Visum
el: Διαβατήριο, βίζα
en: Passport, Visa
es: Pasaporte, visa
fi: Passi, viisumi
fr: Passeport, visa
id: Nomor paspor, visa
it: Passaporto, visto
ja: パスポート番号、ビザ
nb: Pass, visum
nl: Paspoortnummer, visum
pl: Paszport, wiza
pt_br: Passaporte, visto
ru: Паспорт, виза
sv: Pass, visum
th: หนังสือเดินทาง, วีซ่า
tr: Pasaport, vize
vi: Hộ chiếu, visa
zh_hans: 护照号、签证
zh_hant: 護照號、簽證

source: 여기
cs: zde
da: her
de: hier
el: εδώ
en: here
es: aquí
fi: tähän
fr: ici
id: di sini
it: qui
ja: ここ
nb: her
nl: hier
pl: tutaj
pt_br: aqui
ru: здесь
sv: här
th: ตรงนี้
tr: buraya
vi: đây
zh_hans: 这里
zh_hant: 這裡

source: 여기 적은 것은 어디로도 가지 않아요
cs: Co sem napíšete, nikam neodejde
da: Det, du skriver her, forlader aldrig din telefon
de: Was du hier schreibst, verlässt nie dein Gerät
el: Ό,τι γράφετε εδώ δεν φεύγει από το τηλέφωνό σας
en: What you write here never leaves your phone
es: Lo que escribes aquí no sale de tu celular
fi: Tänne kirjoittamasi ei lähde minnekään
fr: Ce que vous écrivez ici ne quitte jamais votre appareil
id: Yang Anda tulis di sini tidak pernah keluar dari ponsel Anda
it: Quello che scrivi qui non esce dal tuo iPhone
ja: ここに書いた内容はどこにも送信されません
nb: Det du skriver her forlater aldri telefonen
nl: Wat u hier schrijft, verlaat uw telefoon nooit
pl: To, co tu wpiszesz, nie opuszcza telefonu
pt_br: O que você escreve aqui não sai do seu celular
ru: То, что вы пишете здесь, не покидает телефон
sv: Det du skriver här lämnar aldrig din telefon
th: สิ่งที่เขียนไว้ตรงนี้จะไม่ออกจากโทรศัพท์ของคุณ
tr: Buraya yazdıklarınız telefonunuzdan çıkmaz
vi: Những gì bạn viết ở đây không bao giờ rời khỏi điện thoại
zh_hans: 你在这里写的内容不会离开你的手机
zh_hant: 你在這裡寫的內容不會離開你的手機

source: 여기가 실제로 붙여넣어질 내용이에요. 키를 누르면 이게 들어가요.
cs: Tohle se skutečně vloží. Klepnutím na klávesu se to zadá.
da: Det er dette, der bliver indsat. Tryk på tasten, så kommer det ind.
de: Das wird tatsächlich eingefügt. Tippe auf die Taste, dann kommt das hinein.
el: Αυτό θα επικολληθεί πραγματικά. Πατήστε το πλήκτρο και μπαίνει αυτό.
en: This is what actually gets pasted. Tap the key and this goes in.
es: Esto es lo que se pega en realidad. Toca la tecla y esto se inserta.
fi: Tämä on se teksti, joka liitetään. Kun napautat näppäintä, tämä menee sisään.
fr: C'est le contenu qui sera réellement collé. En touchant la touche, il sera inséré.
id: Ini yang akan benar-benar ditempel. Ketuk tombolnya, lalu isi ini yang masuk.
it: Questo è il testo che verrà incollato. Tocca il tasto e viene inserito questo.
ja: 実際に貼り付けられる内容です。キーをタップするとこれが入力されます。
nb: Dette er det som faktisk limes inn. Trykk på tasten, så settes dette inn.
nl: Dit wordt echt geplakt. Tik op de toets en dit wordt ingevoerd.
pl: To zostanie wklejone. Naciśnij klawisz, a wstawi się ten tekst.
pt_br: É isto que será colado de fato. Ao tocar na tecla, isto entra.
ru: Это то, что на самом деле вставляется. Нажмите клавишу, и вставится это.
sv: Det här är texten som klistras in. Tryck på tangenten så läggs den in.
th: นี่คือข้อความที่จะถูกวางจริง เมื่อแตะปุ่ม ข้อความนี้จะถูกป้อนเข้าไป
tr: Yapıştırılacak içerik burası. Tuşa dokunduğunuzda bu girilir.
vi: Đây là nội dung sẽ thực sự được dán. Chạm vào phím là nội dung này được nhập.
zh_hans: 这就是实际会粘贴进去的内容。按下按键，进去的就是它。
zh_hant: 這就是實際會貼上進去的內容。按下按鍵，進去的就是它。

source: 여기서 이어 쓰시길래 커서를 여기 세워 뒀어요. 단축어 편집에서 끌 수 있어요.
cs: Zde obvykle pokračujete v psaní, proto je kurzor nyní tady. Vypnete to v úpravách fráze.
da: Du skriver ofte videre her, så markøren starter nu her. Slå det fra i frase-editoren.
de: Du schreibst hier weiter, deshalb beginnt der Cursor jetzt hier. Im Textbaustein-Editor kannst du das ausschalten.
el: Συνεχίζετε να γράφετε εδώ, γι' αυτό ο δρομέας ξεκινά τώρα εδώ. Μπορείτε να το απενεργοποιήσετε στην επεξεργασία της φράσης.
en: You keep typing here, so the cursor now starts here. Turn it off in the snippet editor.
es: Sigues escribiendo aquí, así que puse el cursor aquí. Puedes desactivarlo en la edición de la frase.
fi: Jatkat kirjoittamista tästä, joten kohdistin alkaa nyt tästä. Voit poistaa tämän käytöstä fraasin muokkauksessa.
fr: Vous continuez à écrire ici, le curseur démarre donc ici. Vous pouvez le désactiver dans l'édition de la phrase.
id: Anda sering lanjut mengetik di sini, jadi kursor diletakkan di sini. Bisa dimatikan di editor frasa.
it: Continui a scrivere da qui, quindi il cursore parte da qui. Puoi disattivarlo nella modifica della frase.
ja: ここから続けて入力されていたので、カーソルをここに置きました。定型文の編集でオフにできます。
nb: Du skriver ofte videre her, så markøren starter nå her. Du kan slå det av i redigering av frasen.
nl: Je typt hier vaak verder, daarom staat de cursor nu hier. Je kunt dit uitzetten in de Fragment-editor.
pl: Piszesz dalej w tym miejscu, więc kursor zaczyna tutaj. Wyłączysz to w edycji frazy.
pt_br: Você costuma continuar digitando aqui, então deixei o cursor neste ponto. Dá para desativar na edição da frase.
ru: Вы обычно продолжаете печатать отсюда, поэтому курсор теперь ставится сюда. Отключить можно в редакторе фразы.
sv: Du brukar skriva vidare här, så markören står nu här. Du kan stänga av det i frasens redigering.
th: คุณพิมพ์ต่อจากตรงนี้ จึงวางเคอร์เซอร์ไว้ที่นี่ ปิดได้ในการแก้ไขข้อความด่วน
tr: Burada yazmaya devam ettiğiniz için imleci buraya yerleştirdim. İfade düzenlemeden kapatabilirsiniz.
vi: Bạn thường gõ tiếp ở đây nên con trỏ được đặt sẵn tại đây. Bạn có thể tắt trong phần sửa cụm từ.
zh_hans: 你总在这里接着写，所以光标现在会停在这儿。可以在短语编辑里关掉。
zh_hant: 你總在這裡接著寫，所以光標現在會停在這兒。可以在短語編輯裡關掉。

source: 여기서 자주 이어 쓰셔서 커서를 그 자리에 세워요
cs: Často zde pokračujete v psaní, proto kurzor začíná tam
da: Du skriver ofte videre her, så markøren starter dér
de: Du schreibst hier oft weiter, darum beginnt der Cursor dort
el: Συχνά συνεχίζετε να γράφετε εδώ, γι' αυτό ο δρομέας ξεκινά εκεί
en: You often keep typing here, so the cursor starts there
es: Sueles seguir escribiendo aquí, así que el cursor empieza ahí
fi: Jatkat usein kirjoittamista tästä, joten kohdistin alkaa siitä
fr: Vous continuez souvent à écrire ici, le curseur démarre donc à cet endroit
id: Anda sering lanjut mengetik di sini, jadi kursor diletakkan di tempat itu
it: Continui spesso a scrivere da qui, quindi il cursore parte da quel punto
ja: ここからよく続けて入力されるので、カーソルをその位置に置きます
nb: Du skriver ofte videre her, så markøren starter der
nl: Je typt hier vaak verder, daarom begint de cursor daar
pl: Często piszesz dalej w tym miejscu, więc kursor zaczyna tam
pt_br: Você costuma continuar digitando aqui, então o cursor começa nesse ponto
ru: Вы часто продолжаете печатать с этого места, поэтому курсор ставится туда
sv: Du skriver ofta vidare här, så markören hamnar på den platsen
th: คุณมักพิมพ์ต่อจากตรงนี้ จึงวางเคอร์เซอร์ไว้ที่จุดนั้น
tr: Çoğunlukla burada yazmaya devam ettiğiniz için imleç oraya yerleşir
vi: Bạn thường gõ tiếp ở đây nên con trỏ sẽ bắt đầu từ vị trí đó
zh_hans: 你经常在这里接着写，所以光标会停在那儿
zh_hant: 你經常在這裡接著寫，所以光標會停在那兒

source: 여기에 입력돼요
cs: Váš text se zadá sem
da: Din tekst står her
de: Dein Text kommt hierher
el: Το κείμενό σας μπαίνει εδώ
en: Your text goes here
es: Tu texto va aquí
fi: Tekstisi tulee tähän
fr: Votre texte s'écrit ici
id: Teks Anda masuk di sini
it: Il testo va qui
ja: ここに入力されます
nb: Teksten din havner her
nl: Je tekst komt hier
pl: Twój tekst pojawi się tutaj
pt_br: Seu texto entra aqui
ru: Ваш текст будет здесь
sv: Din text hamnar här
th: ข้อความจะถูกป้อนที่นี่
tr: Metniniz buraya girilir
vi: Nội dung của bạn sẽ hiện ở đây
zh_hans: 文字会输入到这里
zh_hant: 文字會輸入到這裡

source: 여기예요
cs: Tady
da: Denne her
de: Dieser hier
el: Αυτό εδώ
en: This one
es: Es esta
fi: Tämä tässä
fr: C'est celui-ci
id: Yang ini
it: È questo
ja: ここです
nb: Denne
nl: Deze
pl: Ta
pt_br: É este
ru: Вот этот
sv: Den här
th: อันนี้
tr: Bu
vi: Chỗ này
zh_hans: 就是这里
zh_hant: 就是這裡

source: 여러 값을 담은 단축어가 단축어 스택이 됐어요. 칸마다 이름을 붙여 지금 무엇이 들어갈지 보여요
cs: Fráze s více hodnotami jsou nyní zásobníky frází. Každé pole má jméno, takže vidíte, co se zadá dál.
da: Fraser med flere værdier er nu stakke. Hver plads har et navn, så du kan se, hvad der kommer næste gang.
de: Textbausteine mit mehreren Werten sind jetzt Textbaustein-Stapel. Jedes Feld hat einen Namen, so siehst du, was als Nächstes eingegeben wird.
el: Οι φράσεις με πολλές τιμές έγιναν στοίβες φράσεων. Κάθε πεδίο έχει όνομα, ώστε να βλέπετε τι θα μπει στη συνέχεια.
en: Snippets holding several values are now snippet stacks. Each slot gets a name, so you can see what goes in next.
es: Las frases con varios valores ahora son pilas de frases. Cada campo lleva un nombre y ves qué entra a continuación
fi: Useita arvoja sisältävät fraasit ovat nyt pinoja. Jokaisella kentällä on nimi, joten näet, mikä tulee seuraavaksi.
fr: Les phrases contenant plusieurs valeurs sont devenues des piles de phrases. Chaque champ a un nom, pour voir ce qui sera saisi ensuite
id: Frasa dengan beberapa nilai kini menjadi tumpukan frasa. Tiap kolom diberi nama, jadi terlihat apa yang masuk berikutnya.
it: Le frasi con più valori ora sono pile di frasi. Ogni campo ha un nome, così vedi cosa viene inserito dopo.
ja: 複数の値を持つ定型文がスタックになりました。入力欄ごとに名前が付き、次に何が入るかがわかります
nb: Fraser med flere verdier er nå frasestabler. Hvert felt får et navn, så du ser hva som skrives inn neste gang.
nl: Fragmenten met meerdere waarden zijn nu fragmentstapels. Elk veld krijgt een naam, zodat je ziet wat er hierna komt.
pl: Frazy z kilkoma wartościami to teraz stosy fraz. Każde pole ma nazwę, więc widzisz, co wstawi się dalej.
pt_br: Frases com vários valores agora são pilhas de frases. Cada campo ganha um nome, e você vê o que entra em seguida.
ru: Фразы с несколькими значениями теперь стали стопками фраз. У каждого поля есть имя, чтобы было видно, что в него попадёт.
sv: Fraser med flera värden är nu frasstaplar. Varje fält får ett namn, så du ser vad som skrivs in härnäst.
th: ข้อความด่วนที่มีหลายค่าตอนนี้เป็นสแตกข้อความด่วนแล้ว แต่ละช่องมีชื่อ จึงเห็นว่าจะป้อนอะไรต่อ
tr: Birden fazla değer taşıyan ifadeler artık ifade yığını oldu. Her alana ad verilir, sıradaki değeri görürsünüz.
vi: Các cụm từ chứa nhiều giá trị nay là ngăn xếp cụm từ. Mỗi ô có một tên, để bạn thấy giá trị nào sẽ được nhập tiếp.
zh_hans: 装了多个值的短语现在叫短语堆。每一格都有名字，能看清接下来会输入什么。
zh_hant: 裝了多個值的短語現在叫短語堆。每一格都有名字，能看清接下來會輸入什麼。

source: 여러 값을 순서대로 넣는 스택
cs: Zásobník, který zadá více hodnot za sebou
da: En stak, der skriver flere værdier i rækkefølge
de: Ein Stapel, der mehrere Werte der Reihe nach eingibt
el: Μια στοίβα που πληκτρολογεί πολλές τιμές με σειρά
en: A stack that types several values in order
es: Una pila que escribe varios valores en orden
fi: Pino, joka kirjoittaa useita arvoja järjestyksessä
fr: Une pile qui saisit plusieurs valeurs dans l'ordre
id: Tumpukan yang mengetik beberapa nilai berurutan
it: Una pila che inserisce più valori in ordine
ja: 複数の値を順番に入力するスタック
nb: Stabel som skriver inn flere verdier i rekkefølge
nl: Een stapel die meerdere waarden op volgorde typt
pl: Stos, który wstawia kilka wartości po kolei
pt_br: Uma pilha que digita vários valores em ordem
ru: Стопка вводит несколько значений по порядку
sv: En stapel som skriver flera värden i ordning
th: สแตกที่ป้อนหลายค่าตามลำดับ
tr: Birden fazla değeri sırayla giren yığın
vi: Ngăn xếp nhập nhiều giá trị theo thứ tự
zh_hans: 按顺序填入多个值的短语堆
zh_hant: 按順序填入多個值的短語堆

source: 여러 값을 순서대로 넣는 콤보
cs: Kombo, které zadá více hodnot za sebou
da: En kombo, der skriver flere værdier i rækkefølge
de: Eine Kombo, die mehrere Werte der Reihe nach eingibt
el: Ένα κόμπο που πληκτρολογεί πολλές τιμές με σειρά
en: A combo that types several values in order
es: Un combo que escribe varios valores en orden
fi: Kombo, joka kirjoittaa useita arvoja järjestyksessä
fr: Un combo qui saisit plusieurs valeurs dans l'ordre
id: Kombo yang mengetik beberapa nilai berurutan
it: Un combo che inserisce più valori in ordine
ja: 複数の値を順番に入力するコンボ
nb: En kombo som skriver inn flere verdier i rekkefølge
nl: Een combo die meerdere waarden op volgorde typt
pl: Kombo, które wstawia kilka wartości po kolei
pt_br: Um combo que digita vários valores em ordem
ru: Комбо подряд вводит несколько значений
sv: En kombo som skriver flera värden i ordning
th: คอมโบที่ป้อนหลายค่าตามลำดับ
tr: Birden fazla değeri sırayla giren kombo
vi: Combo nhập nhiều giá trị theo thứ tự
zh_hans: 按顺序填入多个值的组合
zh_hant: 按順序填入多個值的組合

source: 여러 개 고르기
cs: Vybrat více
da: Vælg flere
de: Mehrere auswählen
el: Επιλογή πολλών
en: Select Multiple
es: Seleccionar varias
fi: Valitse useita
fr: Sélectionner plusieurs
id: Pilih Beberapa
it: Seleziona più note
ja: 複数選択
nb: Velg flere
nl: Selecteer meerdere
pl: Zaznacz kilka
pt_br: Selecionar vários
ru: Выбрать несколько
sv: Markera flera
th: เลือกหลายรายการ
tr: Birden Fazla Seç
vi: Chọn nhiều mục
zh_hans: 多选
zh_hant: 多選
